tap "jandedobbeleer/oh-my-posh"
tap "oven-sh/bun"
brew "asdf"
brew "ast-grep"
brew "bat"
brew "btop"
brew "deno"
brew "direnv"
brew "dust"
brew "fd"
brew "grex"
brew "gum"
brew "htmlq"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "neovim"
brew "node"
brew "oven-sh/bun/bun"
brew "pixi"
brew "pkgx"
brew "ripgrep"
brew "ripgrep-all"
brew "thefuck"
brew "up"
brew "uv"
brew "watchman"
brew "yq"
brew "zoxide"
